// PII user facing
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "Application Error";
"appInternalError" = "The application encountered an internal error. Please uninstall the application and then re-install it.";
"appNeedsSpace" = "The application needs %.2f MB to initialize, but only %.2f MB are available. Please free some space and try again.";
"appZipDownloadFailedServerNotResponding" = "Downloading application archive file failed. The server is not responding.";
"applicationDisabled" = "Application Disabled";
"appWeResourcesNotAccessible" = "The application web resources could not be accessed.";

//c
"cancel" = "Cancel";
"close" = "Close";

//d
"downloading" = "Downloading...";

//e
"error" = "Error";
"errorProcessingRequestFromApp" = "An error was encountered while processing the request from the application.";
"errorProcessingZip" = "An error occurred extracting archive file.  See earlier messages for the cause of failure.";
"exit" = "Exit";

//g
"getNewVersion" = "Get new version";

//o
"ok" = "OK";

//s
"serviceNotification" = "Service Notification";

//u
"update" = "Update";
"upgrade" = "Upgrade";